；将本地化文本放入此文件中
[SNHeavyBarrel_Bsc X2WeaponUpgradeTemplate]
FriendlyName="重型枪管"
FriendlyNamePlural="重型枪管"
BriefSummary="增加致命一击伤害加成<Ability:SNHEAVYBARRELT1DMG/>。"
TinySummary="增加致命一击伤害"
LootTooltip="安装此武器升级后，可稍微增加致命一击造成的伤害。"

[SNHeavyBarrel_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级重型枪管"
FriendlyNamePlural="高级重型枪管"
BriefSummary="增加致命一击伤害加成<Ability:SNHEAVYBARRELT2DMG/>。"
TinySummary="增加致命一击伤害"
LootTooltip="安装此武器升级后，将为致命一击造成的伤害增加适度奖励。"

[SNHeavyBarrel_Sup X2WeaponUpgradeTemplate]
FriendlyName="高级重型枪管"
FriendlyNamePlural="高级重型枪管"
BriefSummary="增加致命一击伤害加成<Ability:SNHEAVYBARRELT3DMG/>。"
TinySummary="增加致命一击伤害"
LootTooltip="安装此武器升级后，将显著增加致命一击造成的伤害。"
